tap "charmbracelet/tap"
tap "dagger/tap"
tap "danielfoehrkn/switch"
tap "golangci/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "jorgelbg/tap"
tap "local/tap"
tap "macropower/tap"
tap "nikitabobko/tap"
tap "spinel-coop/tap"
tap "zdk/tools"
brew "agg"
brew "argocd"
brew "openssl@3"
brew "python@3.13"
brew "asciinema"
brew "awscli"
brew "bash"
brew "calicoctl"
brew "lima"
brew "colima", args: ["HEAD"], restart_service: :changed
brew "colordiff"
brew "coreutils"
brew "dagger"
brew "deno"
brew "difftastic"
brew "duckdb"
brew "fish"
brew "flake"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "openjdk"
brew "groovy"
brew "helm"
brew "ipcalc"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "krew"
brew "kube-ps1"
brew "kubecm"
brew "kubecolor"
brew "kustomize"
brew "lua"
brew "mdcat"
brew "ruby"
brew "mdless"
brew "most"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "node"
brew "node@18"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "postgresql@14"
brew "prettyping"
brew "python@3.9"
brew "ripgrep"
brew "rm-hook"
brew "rust"
brew "rv"
brew "s3cmd"
brew "semgrep"
brew "shellcheck"
brew "skopeo"
brew "solargraph"
brew "sops"
brew "stern"
brew "telnet"
brew "tfenv"
brew "tldr", link: false
brew "tlrc"
brew "tree"
brew "trivy"
brew "uv"
brew "vegeta"
brew "vhs"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yamlfmt"
brew "yarn"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "charmbracelet/tap/freeze"
brew "danielfoehrkn/switch/switch"
brew "golangci/tap/golangci-lint"
brew "googlecontainertools/kpt/kpt"
brew "goreleaser/tap/nfpm"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/vault"
brew "jorgelbg/tap/pinentry-touchid"
brew "vks/tap/vksctl"
brew "warachet-s/tap/fke"
brew "warachet-s/tap/flava"
brew "zdk/tools/distrowat"
brew "zdk/tools/rm-safely"
cask "aerospace"
cask "cleanshot"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "input-source-pro"
cask "kat"
cask "meetingbar"
cask "obsidian"
cask "slack"
cask "wezterm"
cask "zed"
