brew "git"
brew "coreutils"

brew "lua"
brew "ruby"
brew "node"
brew "deno"
brew "go"
brew "gopls"
brew "uv"

brew "zsh"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "ipcalc"
brew "jq"
brew "yq"
brew "mtr"
brew "prettyping"
brew "solargraph"
brew "stern"
brew "telnet"
brew "terraform"
brew "tree"
brew "zellij"
brew "neovim"

brew "k9s"
brew "kind"
brew "kubectl"
brew "kubecolor"
brew "kube-ps1"
brew "krew"
brew "helm"
brew "argocd"
brew "kpt"

tap "hashicorp/tap"
tap "GoogleContainerTools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
brew "hashicorp/tap/vault"
brew "dagger/tap/dagger"

cask "cleanshot"
cask "firefox"
cask "gpg-suite"
cask "obsidian"
