tap "dagger/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "hashicorp/tap"
tap "local/tap"
brew "argocd"
brew "lima"
brew "colima", args: ["HEAD"], restart_service: :changed, link: false
brew "coreutils"
brew "dagger"
brew "deno"
brew "duckdb"
brew "earthly"
brew "flava"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "helm"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kind"
brew "krew"
brew "kube-ps1"
brew "kubecolor"
brew "kustomize"
brew "lua"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "node"
brew "python@3.13"
brew "pipx"
brew "prettyping"
brew "python@3.9"
brew "ruby"
brew "solargraph"
brew "stern"
brew "telnet"
brew "terraform"
brew "tree"
brew "uv"
brew "yaml-language-server"
brew "yamlfmt"
brew "yq"
brew "zellij"
brew "zsh"
brew "googlecontainertools/kpt/kpt"
brew "hashicorp/tap/vault"
brew "vks/tap/vksctl"
brew "warachet-s/tap/fke"
cask "cleanshot"
cask "firefox"
cask "gpg-suite"
cask "input-source-pro"
cask "obsidian"
cask "wezterm"
