romkatv/powerlevel10k
romkatv/zsh-bench kind:path

olets/zsh-abbr    kind:defer
belak/zsh-utils	  path:completion

mattmc3/ez-compinit

zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/git

zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search
